const catalog = [
  {
    category: 'КРЕСЛО-ШЕЗЛОНГ',
    id: 'chaise-longue-chair',
    products: [
      {
        id: 1,
        name: 'КРЕСЛА-ШЕЗЛОНГИ',
        price: 3900,
        image: 'img/products/chaise-longue-chair.webp',
        description:
          'Конфеты ручной работы из цельного ядра кедрового ореха с добавлением свежих сибирских ягод (клюква, облепиха, черника, черёмуха) и алтайского мёда, покрытые шоколадной глазурью.',
        'best before date': '6 мес.',
        weight: '120 гр',
        hit: true,
      },
    ],
  },
  {
    category: 'СТОЛИК',
    id: 'table',
    products: [
      {
        id: 1,
        name: 'МАЛЕНЬКИЙ СТОЛИК',
        price: 1500,
        image: '/img/products/small-table.webp',
        description:
          'Это натуральный продукт, сохранивший все полезные свойства ягод благодаря низкотемпературной сушке (не более 39 °С). Каждая упаковка содержит не менее 600 граммов свежих ягод и фруктов.',
        'best before date': '6 мес.',
        weight: '100 гр',
      },
      {
        id: 2,
        name: 'МАЛЕНЬКИЙ СТОЛИК',
        price: 1500,
        image: 'img/products/small-table.webp',
        description:
          'Это натуральный продукт, сохранивший все полезные свойства ягод благодаря низкотемпературной сушке (не более 39 °С). Каждая упаковка содержит не менее 600 граммов свежих ягод и фруктов.',
        'best before date': '6 мес.',
        weight: '100 гр',
      },
      {
        id: 3,
        name: 'МАЛЕНЬКИЙ СТОЛИК',
        price: 1500,
        image: 'img/products/small-table.webp',
        description:
          'Это натуральный продукт, сохранивший все полезные свойства ягод благодаря низкотемпературной сушке (не более 39 °С). Каждая упаковка содержит не менее 600 граммов свежих ягод и фруктов.',
        'best before date': '6 мес.',
        weight: '100 гр',
      },
      {
        id: 4,
        name: 'МАЛЕНЬКИЙ СТОЛИК',
        price: 1500,
        image: 'img/products/small-table.webp',
        description:
          'Это натуральный продукт, сохранивший все полезные свойства ягод благодаря низкотемпературной сушке (не более 39 °С). Каждая упаковка содержит не менее 600 граммов свежих ягод и фруктов.',
        'best before date': '6 мес.',
        weight: '100 гр',
      },
      {
        id: 5,
        name: 'МАЛЕНЬКИЙ СТОЛИК',
        price: 1500,
        image: 'img/products/small-table.webp',
        description:
          'Это натуральный продукт, сохранивший все полезные свойства ягод благодаря низкотемпературной сушке (не более 39 °С). Каждая упаковка содержит не менее 600 граммов свежих ягод и фруктов.',
        'best before date': '6 мес.',
        weight: '100 гр',
      },
      {
        id: 6,
        name: 'МАЛЕНЬКИЙ СТОЛИК',
        price: 1500,
        image: 'img/products/small-table.webp',
        description:
          'Это натуральный продукт, сохранивший все полезные свойства ягод благодаря низкотемпературной сушке (не более 39 °С). Каждая упаковка содержит не менее 600 граммов свежих ягод и фруктов.',
        'best before date': '6 мес.',
        weight: '100 гр',
      },
    ],
  },
  {
    category: 'ОБЕДЕННЫЙ СТОЛ',
    id: 'dinner-table',
    products: [
      {
        id: 1,
        name: 'ОБЕДЕННЫЙ СТОЛ',
        price: 5900,
        image: 'img/products/dinner-table.webp',
        description:
          'Урбеч – густая жидкая масса, полученная из растертых поджаренных или просто высушенных семян кедра, льна и кунжута',
        'best before date': '6 мес.',
        weight: '200 мл',
      },
      {
        id: 2,
        name: 'ОБЕДЕННЫЙ СТОЛ',
        price: 5900,
        image: 'img/products/dinner-table.webp',
        description:
          'Урбеч – густая жидкая масса, полученная из растертых поджаренных или просто высушенных семян кедра, льна и кунжута',
        'best before date': '6 мес.',
        weight: '200 мл',
      },
    ],
  },
  {
    category: 'ПОДСТАВКА ПОД ЦВЕТЫ',
    id: 'flower-stand',
    products: [
      {
        id: 1,
        name: 'ПОДСТАВКА ПОД ЦВЕТЫ',
        price: 1200,
        image: 'img/products/flower-stang.webp',
        description: [],
      },
    ],
  },
  {
    category: 'ПОДСТАВКА ДЛЯ БУТЫЛКИ',
    id: 'stand-for-bottle',
    products: [
      {
        id: 1,
        name: 'ПОДСТАВКА ДЛЯ БОЛЬШИХ БУТЫЛОК',
        price: 800,
        image: 'img/products/flower-stang.webp',
        'best before date': '8 мес.',
        description: [
          'Кедровые приправы от эко-фабрики "Сибирский кедр" - это совершенно новый, ни на что не похожий натуральный эко-продукт! Приправы можно использовать как дополнение к основным блюдам, закускам, салатам, так и сладким десертам. Каждая кедровая приправа имеет свой уникальный рецепт от шеф-повара. В кедровых приправах сохранена вся польза кедровых орешек. Оцените неповторимый вкус!',
        ],
        weight: '0гр.',
      },
    ],
  },
];
